export const personalInformationProtection = `
[ 회사 이름 ]은 이용자들의 개인정보를 소중히 다루고 관련 법령을 준수하고 있습니다.

회사 이름(이하, 회사)는 ‘개인정보보호법’에 따라 정보주체의 개인정보를 보호하고 있으며 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 ‘정보통신망법’ 제27조의2에 따라 다음과 같이 개인정보처리방침을 수립하고 공개합니다. “회사”는 개인정보처리방침을 홈페이지의 첫 화면에 공개함으로써 이용자들이 언제나 용이하게 확인할 수 있도록 조치하고 있습니다.

### 0. 총칙

① 개인정보란 생존하는 개인에 관한 정보로서 성명, 주민등록번호 등에 의하여 특정한 개인을 알아볼 수 있는 부호·문자·음성·음향 및 영상 등의 정보를 말하며, 해당 정보만으로는 특정 개인을 알아볼 수 없어도 다른 정보와 쉽게 결합하여 알아볼 수 있는 정보, 가명 처리함으로써 원래의 상태로 복원하기 위한 추가 정보의 사용·결합 없이는 특정 개인을 알아볼 수 없는 정보(이하 ‘가명정보’)도 개인정보에 포함됩니다.

② 회사는 개인정보처리방침을 통하여 이용자의 개인정보가 어떤 용도와 방식으로 이용되고 있으며 개인정보 보호를 위하여 어떤 조치가 취해지고 있는지 알려드립니다.

③ 회사는 개인정보처리방침을 홈페이지 첫 화면에 공개함으로써 이용자들이 언제나 쉽게 보고 확인할 수 있도록 조치하고 있습니다.

④ 회사는 개인정보처리방침을 관련 법령 또는 내부 운영규정의 변경에 따라 개정할 수 있으며, 개인정보처리방침을 개정하는 경우 버전번호 등을 부여하여 개정된 사항을 고객이 쉽게 알아볼 수 있도록 하고 있습니다.

### 1. **정보 수집에 대한 동의**

① 회사는 개인정보를 개인의 동의 없이 수집하지 않습니다. 회사는 이용자들이 회사의 개인정보처리방침, 이용약관, 기타 회사 서비스 정책 내용에 대해 <동의> 버튼 혹은 <취소> 버튼을 클릭할 수 있는 절차를 마련하여, <동의> 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.

② 회사는 스크래핑 등의 기술을 이용하여 이용자의 데이터를 수집하는 행위를 불허합니다. 회사는 입력하신 정보를 이용자들에게 사전에 밝힌 목적 이외에 다른 목적으로는 사용하지 않으며, 외부로 유출하지 않습니다. 단, 회사에 링크되어 있는 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 회사의 ‘개인정보처리방침’이 적용되지 않음을 알려드립니다.

### 2. 개인정보 수집, 이용 목적, 수집하는 개인정보의 항목 및 수집 방법

**① 회원가입(일반)**

1) 수집항목

- (필수항목) 이름, 회원 구분, 휴대폰번호, 이메일주소, 비밀번호, 기본주소

2) 수집 및 이용목적 : 회원 관리

3) 보유 및 이용기간 : 회원 탈퇴시까지

**② 회원가입(SNS)**

1) 수집항목

- 성명, 이메일, 성별 : 회원가입시 수집
SNS 서비스사로부터 제공받은 정보는 회원가입 단계에서만 이용하며, 회원가입이 진행되지 않는 경우 즉시 파기합니다. 또한, 당사의 회원가입 절차를 통해 고객이 직접 동의를 수행한 경우에 한하여 개인정보를 보관하며, 아이디와 비밀번호는 수집하지 않습니다.

2) 수집 및 이용목적 : SNS 이용자 식별 (네이버, 카카오)

3) 보유 및 이용기간 : 회원 탈퇴시까지

**③ 합격예측 서비스 이용**

1) 수집항목

- (필수항목) 수험생 이름, 회원 구분, 학년, 성별, 성적(모의평가성적/내신성적/수능성적)

2) 수집 및 이용목적 : 합격 예측

3) 보유 및 이용기간 : 회원 탈퇴시까지

**④ 서비스 이용 과정에서의 생성**

1) 수집항목

- 서비스 이용기록, 접속 로그, IP, 쿠키, 온라인식별자(광고ID, UUID 등), 단말기 정보(제조사, OS종류, 버전)

2) 수집 및 이용목적 : 이상행위 탐지 및 서비스 개선을 위한 분석, 이용자의 관심, 기호, 성향 추청을 통한 맞춤형 콘텐츠 및 서비스 제공

3) 보유 및 이용기간 : 회원 탈퇴시까지

### 3. 개인정보 자동 수집 장치의 설치·운영에 관한 사항

① 쿠키에 의해 수집되는 정보 및 이용 목적

1) 수집 정보 : ID, 접속IP, 로그, 이용 서비스 등 서비스이용정보
2) 이용 목적 : 회원의 접속 빈도나 방문 시간 등을 분석하고 이용자의 취향과 관심분야를 파악하여 서비스 개편 등의 척도로 활용

② 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다.

이용자는 웹브라우저에서 옵션을 설정함으로써 쿠키에 의한 정보 수집 수준의 선택을 조정할 수 있습니다.

1) 웹브라우저의 [도구] 메뉴에서 [인터넷옵션] → [보안] → [사용자 정의 수준]을 선택하여 쿠키에 의한 정보 수집 수준을 정할 수 있습니다.
2) 위에 제시된 메뉴를 통해 쿠키가 저장될 때마다 확인을 하거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
단, 이용자가 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.

### 4. 개인정보의 제3자 제공

회사는 이용자의 사전 동의 없이 개인정보를 외부에 제공하지 않습니다. 단, 이용자가 외부 제휴사의 서비스를 이용하기 위하여 개인정보 제공에 직접 동의를 한 경우, 그리고 관련 법령에 의거해 회사에 개인정보 제출 의무가 발생한 경우, 이용자의 생명이나 안전에 급박한 위험이 확인되어 이를 해소하기 위한 경우에 한하여 개인정보를 제공하고 있습니다.

### 5. 개인정보 보유 및 이용기간, 개인정보의 파기절차 및 방법

이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용 목적이 달성되면 지체없이 파기합니다. 회원 탈퇴를 요청하거나 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용목적이 달성되거나 보유 및 이용기간이 종료한 경우 해당 개인정보를 지체없이 파기합니다. 단, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령의 규정에 따라 거래 관계 확인을 위해 개인정보를 일정기간 보유할 수 있습니다.

**① 계약 또는 청약 철회 등에 관한 기록**

- 관련 법령 : 전자상거래 등에서의 소비자보호에 관한 법률
- 보유 기간 : 5년

**② 대금 결제 및 재화 등의 공급에 관한 기록**

- 관련 법령 : 전자상거래 등에서의 소비자보호에 관한 법률
- 보유 기간 : 5년

**③ 소비자의 불만 또는 분쟁 처리에 관한 기록**

- 관련 법령 : 전자상거래 등에서의 소비자보호에 관한 법률
- 보유 기간 : 3년

**④ 전자금융 거래에 관한 기록**

- 관련 법령 : 전자금융거래법
- 보유 기간 : 5년

**⑤ 서비스 이용 관련 개인정보(로그기록)**

- 관련 법령 : 통신비밀보호법
- 보유 기간 : 3개월

### 6. 이용자 및 법정대리인의 권리와 그 행사방법

이용자는 언제든지 로그인하여 자신의 개인정보를 조회하거나 수정할 수 있습니다. 또한 이용자는 ‘회원 탈퇴’등을 통해 개인정보의 수집 및 이용 동의를 철회할 수 있습니다.
만 14세 미만 아동의 경우, 법정대리인이 아동의 개인정보를 조회하거나 수정할 권리, 수집 및 이용 동의를 처로히할 권리를 가집니다.
이용자가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.

### 7. 개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항

회사는 이용자의 편의와 시스템 운영을 위하여’쿠키(cookie)’를 사용합니다. 쿠키는 인터넷 웹사이트의 방문 기록을 남겨 사용자와 웹사이트 사이를 매개해 주는 정보로, 이용자는 쿠키에 대한 선택권이 있습니다. 웹브라우저의 [도구] 메뉴에서 [인터넷옵션] → [보안] → [사용자 정의 수준]을 선택하여 쿠키에 의한 정보 수집 수준을 정할 수 있습니다. 단, 이용자가 쿠키 설치를 거부했을 경우 서비스 제공에 어려움이 있을 수 있습니다.

### 8. 개인정보보호책임자 및 고충처리 방법

회사는 개인정보 처리에 관한 업무를 책임지고 개인정보 처리와 관련한 이용자의 불만처리 및 피해 구제 등을 위해 아래와 같이 개인정보보호책임자를 지정하고 있습니다.

① 개인정보보호책임자

성명 : 한지훈

이메일 : 

주소 : 서울특별시 송파구 오금로15길 5, 3층

② 개인정보 관련 고충처리 방법

1) 오른쪽 하단 챗봇 문의
2) 이메일 : zone_official@naver.com

③ 개인정보 침해 피해구제, 상담 문의

기타 개인정보침해에 대한 신고나 상담이 필요한 경우에는 아래 기관에 문의하시기 바랍니다.

- 개인정보침해 신고 센터 : (국번없이) 118 / [privacy.kisa.or.kr/main.do](https://privacy.kisa.or.kr/main.do)
- 개인정보 분쟁조정위원회 : 1833-6972 / www.kopico.go.kr
- 대검찰청 사이버수사과 : (국번없이) 1301 / www.spo.go.kr
- 경찰청 사이버안전국(경찰민원콜센터) : (국번없이) 182 : ecrm.cyber.go.kr

### 9. 개인정보의 안전성 확보조치에 관한 사항

회사는 이용자의 개인정보를 안전하게 관리하기 위하여 최선을 다하고 있으며, 개인정보보호법에 따라 개인정보를 안전하게 보호하고 있습니다.
다만, 이용자 본인의 부주의나 인터넷상의 문제로 아이디, 비밀번호 등의 개인정보가 유출되어 발생한 문제에 대해 회사는 책임을 지지 않습니다.

### 10. 개인정보 보호 안내 시행일

이 <개인정보 보호 안내>는 **2023.06.01**부터 적용됩니다.`;
